# =============================================================================
# config.py — настройки бота
# =============================================================================

# Токен бота, полученный у @BotFather
BOT_TOKEN: str = "8563359750:AAEl5swEOlktMinJFGECKn26ZZHYfANbVzs"

# Telegram ID учителей/администраторов.
# Каждый из них будет получать уведомления и иметь доступ к панели /админ.
# Узнать свой ID можно у бота @userinfobot
ADMIN_IDS: list[int] = [
    5281633079,
    1697951589,
    # Пример: замените на реальные ID
]
